Repository: Msyd3/CoraApp
Catalog: Cora App/Localizable/*.lproj/Localizable.strings
Languages: ar

source: Sign Up
ar: تسجيل

source: Hello
ar: مرحبا

# waiting_list
source: You're on the waiting list!
ar: أنت في قائمة الانتظار!

# queue_position_start
source: Your number is
ar: ترتيبك هو

# queue_position_middle
source: out of
ar: من

# try_app_first
source: Want to try the app before everyone else?
ar: ودك تجرب التطبيق قبل الكل؟

# move_up_list
source: Available for a limited number of users. Increase your chances by inviting as many people as possible!
ar: متاح لعدد محدود، تقدر تكون في مقدمة قائمة الانتظار من خلال مشاركة التطبيق مع اكبر عدد ممكن

# share_app
source: Share the App
ar: مشاركة التطبيق

source: Choose Your Custom Link
ar: احجز رابطك الخاص

source: Pick a unique username to generate your personal link
ar: احصل على اسم رابطك المميز الخاص بك لتحويلات اسرع

source: Enter your link name
ar: احجز اسمك المميز

source: logout
ar: خروج

source: Done
ar: تم

source: Full Name
ar: الاسم الكامل

source: Passkey
ar: رمز الدخول

source: Already have an account? Log In
ar: عندك حساب؟ تسجيل الدخول

source: Login
ar: تسجيل الدخول

source: Don't have an account? Sign Up
ar: ما عندك حساب؟ سجل الآن

source: Enter OTP
ar: ادخل رمز التحقق المرسل لك

source: Verify
ar: تفعيل

# OnboardingTitle1
source: All Your Bank Accounts in One Place
ar: حساباتك البنكية في مكان واحد

# OnboardingDescription1
source: Link all your bank accounts in a single platformâ€”no more switching between multiple apps
ar: اربط جميع حساباتك البنكية في منصة واحدة، لا حاجة إلى التنقل بين عدة تطبيقات بعد الآن

# OnboardingTitle2
source: Fast Transactions
ar: تحويلات سريعة

# OnboardingDescription2
source: Send and receive payments instantly with just a few taps.
ar: خطوات سهلة من إضافة المستفيد بضغطة زر إلى إتمام العملية

# OnboardingTitle3
source: Payment Just Got Social
ar: مالية صارت اجتماعية

# OnboardingDescription3
source: Comment, engage, and share every transaction in a unique social experience
ar: علّق، تفاعل، وشارك كل عملية مالية في تجربة تواصل اجتماعي فريدة

source: Select
ar: اختر

source: Taken
ar: محجوز

source: Home
ar: الرئيسية

source: Activity
ar: العمليات

source: Profile
ar: صفحتي

source: Name
ar: الاسم

source: Email
ar: البريد الالكتروني

source: Phone Number
ar: رقم الجوال

source: Save
ar: حفظ

source: Saved
ar: تم الحفظ

source: OK
ar: تم

source: Welcome
ar: مرحبا

source: Link Shared
ar: مشاركة التطبيق

source: Here you can track how many times you've shared your link and view your recent actions
ar: في هذه الصفحة تستطيع مشاهدة عدد مرات مشاركتك لرابط التطبيق والعمليات الاخيرة

source: You shared link
ar: مشاركة رابط التطبيق
